---
kind: property
id: P:Autodesk.Revit.DB.BeamSystem.Elevation
zh: 标高、高程
source: html/9ca4a8bf-9749-3a00-042b-5cfa9c345c68.htm
---
# Autodesk.Revit.DB.BeamSystem.Elevation Property

**中文**: 标高、高程

Retrieves or changes the Elevation of the BeamSystem.

## Syntax (C#)
```csharp
public double Elevation { get; set; }
```